Repository: Yure162534/Pocket_Binder_APP
Catalog: lib/l10n/app_*.arb
Languages: id

# appTitle
source: Pocket Binder
id: Binder Kartu

# homePageTitle
source: Pocket Binder
id: Binder Kartu

source: New Binder
id: Buat Binder Baru

source: Binder Name
id: Nama Binder

source: Total Page
id: Jumlah Halaman

source: Pocket Style
id: Pilih Ukuran Grid per Halaman

# noBinder
source: Click + to make new binder
id: Belum ada binder. Tekan + untuk membuat baru.

# exampleRareCollection
source: Example: Rarest Collection's
id: Contoh: Koleksi Kartu Langka

source: Change Name
id: Ganti Nama Binder

source: Cancel
id: Batal

source: Save
id: Simpan

source: Page
id: Halaman

# saveAndExit
source: Save & Exit
id: Simpan & Kembali

source: Pick a Card
id: Pilih kartu

source: Search Card...
id: Cari kartu...

source: Select
id: Pilih

source: Change Card
id: Ganti Kartu

source: Mark
id: Tandai

source: Empty Pocket
id: Kosongkan Pocket

source: Mark as 'Acquired'
id: Tandai 'Acquired'

source: Mark as 'Not Acquired'
id: Tandai 'Not Acquired'

source: Binder name cannot be empty!
id: Nama binder tidak boleh kosong!

source: Undo
id: Urungkan

# binderDeleted
source: {binderName} has been deleted
id: {binderName} telah dihapus

# binderAfterBuild
source: {pages} Pages, {rows}x{cols} Pocket per Page
id: {pages} halaman, {rows}x{cols} Pocket per halaman
